results/core6_v1/raw_batch2_20260710/incremental_blocks_4_5/20260710T153518_spike_H50_rep4/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 160822 out of 160822
     data_received..................: 37 MB   65 kB/s
     data_sent......................: 17 MB   29 kB/s
     http_req_blocked...............: avg=7.55µs   min=1.25µs    med=5.18µs   max=27.14ms  p(90)=12.35µs  p(95)=16.05µs
     http_req_connecting............: avg=385ns    min=0s        med=0s       max=27.03ms  p(90)=0s       p(95)=0s     
     http_req_duration..............: avg=31.79ms  min=683.28µs  med=25.59ms  max=410.11ms p(90)=60.25ms  p(95)=75.64ms
       { expected_response:true }...: avg=31.79ms  min=683.28µs  med=25.59ms  max=410.11ms p(90)=60.25ms  p(95)=75.64ms
   ✓ http_req_failed................: 0.00%   0 out of 160822
     http_req_receiving.............: avg=555.49µs min=-925558ns med=288.78µs max=103.9ms  p(90)=1.12ms   p(95)=1.68ms 
     http_req_sending...............: avg=21.82µs  min=3.62µs    med=12.74µs  max=3.64ms   p(90)=40.26µs  p(95)=58.97µs
     http_req_tls_handshaking.......: avg=0s       min=0s        med=0s       max=0s       p(90)=0s       p(95)=0s     
     http_req_waiting...............: avg=31.22ms  min=522.39µs  med=25.11ms  max=408.79ms p(90)=59.34ms  p(95)=74.35ms
     http_reqs......................: 160822  282.167493/s
     iteration_duration.............: avg=132.55ms min=102.62ms  med=126.38ms max=510.73ms p(90)=160.97ms p(95)=176.5ms
     iterations.....................: 160822  282.167493/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100